app/views/game/join.html.erb

      </tr>
    <% Game.all.each do |game| %>
---
SELECT "games".* FROM "games"