app/views/welcome/index.html.erb

SELECT  "games".* FROM "games"  ORDER BY "games"."id" ASC LIMIT 1
---

game = Game.first